IdeaRS.OpenModel.Geometry2D.Polygon2D
Represents a polygon in two-dimensional space.

IdeaRS.OpenModel.Geometry2D.Polygon2D.#ctor
Constructor

IdeaRS.OpenModel.Geometry2D.Polygon2D.Points
List of polygon points